{"config": [{"config": {"activation": "relu", "b_regularizer": null, "batch_input_shape": [null, 6], "bias": true, "input_dtype": "float32", "W_regularizer": null, "activity_regularizer": null, "b_constraint": null, "input_dim": 6, "output_dim": 30, "name": "dense_7", "W_constraint": null, "trainable": true, "init": "uniform"}, "class_name": "Dense"}, {"config": {"activation": "sigmoid", "W_constraint": null, "W_regularizer": null, "bias": true, "activity_regularizer": null, "b_constraint": null, "input_dim": null, "output_dim": 1, "name": "dense_8", "b_regularizer": null, "trainable": true, "init": "uniform"}, "class_name": "Dense"}], "class_name": "Sequential"}