{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"name": "dense_1", "activity_regularizer": null, "trainable": true, "output_dim": 20, "bias": true, "W_regularizer": null, "batch_input_shape": [null, 6], "W_constraint": null, "input_dtype": "float32", "input_dim": 6, "init": "uniform", "activation": "relu", "b_constraint": null, "b_regularizer": null}}, {"class_name": "Dense", "config": {"name": "dense_2", "activity_regularizer": null, "output_dim": 20, "bias": true, "W_regularizer": null, "W_constraint": null, "trainable": true, "input_dim": null, "init": "uniform", "activation": "relu", "b_constraint": null, "b_regularizer": null}}, {"class_name": "Dense", "config": {"name": "dense_3", "activity_regularizer": null, "output_dim": 1, "bias": true, "W_regularizer": null, "W_constraint": null, "trainable": true, "input_dim": null, "init": "uniform", "activation": "sigmoid", "b_constraint": null, "b_regularizer": null}}]}