{"config": [{"config": {"init": "uniform", "activation": "sigmoid", "b_constraint": null, "name": "dense_10", "activity_regularizer": null, "W_constraint": null, "bias": true, "b_regularizer": null, "trainable": true, "W_regularizer": null, "batch_input_shape": [null, 6], "output_dim": 20, "input_dim": 6, "input_dtype": "float32"}, "class_name": "Dense"}, {"config": {"init": "uniform", "activation": "sigmoid", "b_constraint": null, "name": "dense_11", "W_constraint": null, "bias": true, "b_regularizer": null, "trainable": true, "W_regularizer": null, "activity_regularizer": null, "output_dim": 20, "input_dim": null}, "class_name": "Dense"}, {"config": {"init": "uniform", "activation": "sigmoid", "b_constraint": null, "name": "dense_12", "W_constraint": null, "bias": true, "b_regularizer": null, "trainable": true, "W_regularizer": null, "activity_regularizer": null, "output_dim": 1, "input_dim": null}, "class_name": "Dense"}], "class_name": "Sequential"}