{"config": [{"config": {"b_regularizer": null, "activation": "tanh", "batch_input_shape": [null, 6], "input_dtype": "float32", "trainable": true, "W_regularizer": null, "W_constraint": null, "b_constraint": null, "output_dim": 20, "name": "dense_5", "init": "uniform", "activity_regularizer": null, "input_dim": 6, "bias": true}, "class_name": "Dense"}, {"config": {"b_regularizer": null, "activation": "sigmoid", "trainable": true, "W_regularizer": null, "W_constraint": null, "b_constraint": null, "output_dim": 1, "name": "dense_6", "init": "uniform", "activity_regularizer": null, "input_dim": null, "bias": true}, "class_name": "Dense"}], "class_name": "Sequential"}