{"config": [{"class_name": "Dense", "config": {"b_regularizer": null, "trainable": true, "activity_regularizer": null, "bias": true, "init": "uniform", "input_dim": 6, "output_dim": 30, "W_regularizer": null, "batch_input_shape": [null, 6], "name": "dense_3", "W_constraint": null, "input_dtype": "float32", "b_constraint": null, "activation": "relu"}}, {"class_name": "Dense", "config": {"b_regularizer": null, "trainable": true, "activity_regularizer": null, "bias": true, "init": "uniform", "input_dim": null, "output_dim": 1, "W_regularizer": null, "name": "dense_4", "W_constraint": null, "b_constraint": null, "activation": "sigmoid"}}], "class_name": "Sequential"}