{"config": [{"config": {"b_constraint": null, "name": "dense_1", "trainable": true, "init": "uniform", "activation": "relu", "activity_regularizer": null, "input_dtype": "float32", "batch_input_shape": [null, 6], "W_regularizer": null, "input_dim": 6, "output_dim": 10, "bias": true, "b_regularizer": null, "W_constraint": null}, "class_name": "Dense"}, {"config": {"b_constraint": null, "name": "dense_2", "trainable": true, "init": "uniform", "activity_regularizer": null, "activation": "relu", "W_regularizer": null, "input_dim": null, "output_dim": 10, "bias": true, "b_regularizer": null, "W_constraint": null}, "class_name": "Dense"}, {"config": {"b_constraint": null, "name": "dense_3", "trainable": true, "init": "uniform", "activity_regularizer": null, "activation": "sigmoid", "W_regularizer": null, "input_dim": null, "output_dim": 1, "bias": true, "b_regularizer": null, "W_constraint": null}, "class_name": "Dense"}], "class_name": "Sequential"}