{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"name": "dense_1", "activity_regularizer": null, "batch_input_shape": [null, 6], "init": "uniform", "b_regularizer": null, "activation": "tanh", "b_constraint": null, "input_dim": 6, "W_regularizer": null, "input_dtype": "float32", "W_constraint": null, "output_dim": 20, "bias": true, "trainable": true}}, {"class_name": "Dense", "config": {"name": "dense_2", "activity_regularizer": null, "init": "uniform", "b_regularizer": null, "activation": "tanh", "b_constraint": null, "input_dim": null, "W_regularizer": null, "W_constraint": null, "output_dim": 20, "bias": true, "trainable": true}}, {"class_name": "Dense", "config": {"name": "dense_3", "activity_regularizer": null, "init": "uniform", "b_regularizer": null, "activation": "sigmoid", "b_constraint": null, "input_dim": null, "W_regularizer": null, "W_constraint": null, "output_dim": 1, "bias": true, "trainable": true}}]}