{"config": [{"config": {"input_dtype": "float32", "batch_input_shape": [null, 6], "activity_regularizer": null, "activation": "relu", "init": "uniform", "W_regularizer": null, "input_dim": 6, "W_constraint": null, "bias": true, "output_dim": 10, "b_regularizer": null, "name": "dense_7", "trainable": true, "b_constraint": null}, "class_name": "Dense"}, {"config": {"activity_regularizer": null, "activation": "sigmoid", "bias": true, "W_regularizer": null, "input_dim": null, "W_constraint": null, "init": "uniform", "output_dim": 1, "b_regularizer": null, "name": "dense_8", "trainable": true, "b_constraint": null}, "class_name": "Dense"}], "class_name": "Sequential"}