{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"W_constraint": null, "batch_input_shape": [null, 6], "input_dtype": "float32", "input_dim": 6, "b_constraint": null, "activation": "sigmoid", "b_regularizer": null, "trainable": true, "output_dim": 20, "name": "dense_1", "W_regularizer": null, "init": "uniform", "bias": true, "activity_regularizer": null}}, {"class_name": "Dense", "config": {"W_constraint": null, "W_regularizer": null, "input_dim": null, "b_constraint": null, "activation": "sigmoid", "b_regularizer": null, "trainable": true, "output_dim": 20, "name": "dense_2", "init": "uniform", "bias": true, "activity_regularizer": null}}, {"class_name": "Dense", "config": {"W_constraint": null, "W_regularizer": null, "input_dim": null, "b_constraint": null, "activation": "sigmoid", "b_regularizer": null, "trainable": true, "output_dim": 1, "name": "dense_3", "init": "uniform", "bias": true, "activity_regularizer": null}}]}