{"config": [{"config": {"W_regularizer": null, "init": "uniform", "batch_input_shape": [null, 6], "activation": "relu", "trainable": true, "b_constraint": null, "W_constraint": null, "activity_regularizer": null, "output_dim": 30, "input_dim": 6, "input_dtype": "float32", "name": "dense_10", "b_regularizer": null, "bias": true}, "class_name": "Dense"}, {"config": {"W_regularizer": null, "init": "uniform", "activation": "relu", "trainable": true, "b_constraint": null, "W_constraint": null, "activity_regularizer": null, "output_dim": 30, "input_dim": null, "name": "dense_11", "b_regularizer": null, "bias": true}, "class_name": "Dense"}, {"config": {"W_regularizer": null, "init": "uniform", "activation": "sigmoid", "trainable": true, "b_constraint": null, "W_constraint": null, "activity_regularizer": null, "output_dim": 1, "input_dim": null, "name": "dense_12", "b_regularizer": null, "bias": true}, "class_name": "Dense"}], "class_name": "Sequential"}