{"config": [{"config": {"init": "uniform", "b_constraint": null, "W_constraint": null, "activity_regularizer": null, "batch_input_shape": [null, 6], "input_dtype": "float32", "b_regularizer": null, "bias": true, "trainable": true, "input_dim": 6, "name": "dense_5", "output_dim": 30, "activation": "relu", "W_regularizer": null}, "class_name": "Dense"}, {"config": {"init": "uniform", "b_constraint": null, "W_constraint": null, "activity_regularizer": null, "b_regularizer": null, "bias": true, "trainable": true, "name": "dense_6", "output_dim": 1, "activation": "sigmoid", "W_regularizer": null, "input_dim": null}, "class_name": "Dense"}], "class_name": "Sequential"}